var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "妈咪",
        "祝你生日快乐呀",
        "最近手头有点紧",
        "就做一个网站形式的生日祝福啦",
        "祝妈咪生日快乐  永远健健康康开开心心",
        "和老头一直快快乐乐",
        "头发不要变白",
        "皱纹也慢慢消失",
        "继续保持好手艺",
        "继续拥有爬山好体力",
        "永远被我和老头和龟龟宠着",
    ],
    imgs: {
        "妈咪": "IMG_20150124_141035.jpg",
        "永远被我和老头宠着": "-1103a37c8087b953.jpg",
        "继续拥有爬山好体力": "20200922002658.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "准备好了嘛，那我们开始了哦",
        play: "Music",
        bannar_coming: "祝妈咪生日快乐呀",
        balloons_flying: "是不是少点东西呀，点一点我呗",
        cake_fadein: "妈咪想不想吃蛋糕呀",
        light_candle: "你点个蜡烛呗",
        wish_message: "祝你生日快乐鸭鸭鸭",
        story: "GO",
    }
};
